Actividades/Ruby on Rails/libreria/app/controllers/autores_controller.rb

SELECT "autors".* FROM "autors"
---
	def listar

	 @autores = Autor.all