Actividades/Ruby on Rails/libreria/app/controllers/libros_controller.rb

def listar

	 @libros = Libro.all
---
SELECT "libros".* FROM "libros"

def get_libros

libros = Libro.all
---
SELECT "libros".* FROM "libros"