Actividades/Ruby on Rails/CRUD_USUARIOS/app/controllers/usuarios_controller.rb

INSERT INTO "users" ("ced", "name", "lastname", "email", "tel", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"
---
def recibir_datos
	user_params = params.require(:user).permit(
		:ced,
		:name,
		:lastname,
		:email,
		:tel

		)
	user = User.new(user_params)
	user.save()